tap "knqyf263/pet"
tap "neovim/neovim"
tap "wez/wezterm"
brew "python@3.13"
brew "ansible"
brew "ansible-lint"
brew "ansifilter"
brew "autoconf"
brew "libtool"
brew "autogen"
brew "automake"
brew "awscli"
brew "bat"
brew "ctags"
brew "curl"
brew "direnv"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "gping"
brew "grep"
brew "jansson"
brew "jq"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "node"
brew "nodebrew"
brew "pandoc"
brew "pipenv"
brew "prettier"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "taplo"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree-sitter-cli"
brew "uv"
brew "vim"
brew "wget"
brew "yamlfmt"
brew "yazi"
brew "yq"
brew "zoxide"
brew "knqyf263/pet/pet"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "bettertouchtool"
cask "chatgpt"
cask "claude"
cask "clipy"
cask "codex-app"
cask "copyq"
cask "docker-desktop"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gcloud-cli"
cask "ghostty"
cask "google-drive"
cask "logi-options+"
cask "pgadmin4"
cask "popclip"
cask "raycast"
cask "thorium"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Monosnap", id: 540348655
