# update 強制上書き
# 自分で追記した分は強制上書きした際に消失するので注意
# brew bundle dump --force

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "neovim/neovim"
brew "autoconf"
brew "libtool"
brew "autogen"
brew "automake"
brew "ctags"
brew "curl"
brew "ghostscript", link: false
brew "gibo"
brew "gist"
brew "git"
brew "go"
brew "imagemagick"
brew "jansson"
brew "docker", link: false
brew "fish"
brew "fzf"
brew "gcc"
brew "openssl"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nodebrew"
brew "pandoc"
brew "pyenv"
brew "python"
brew "rbenv"
brew "the_silver_searcher"
brew "tig"
brew "tika"
brew "tmux"
brew "vim", args: ["with-lua"]
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus"
brew "homebrew/php/php56-pthreads"
cask "firefox"
cask "google-chrome"
cask "gisto"
cask "hyper"
cask "iterm2"
cask "lepton"
cask "dropbox"
cask "slack"
cask "visual-studio-code"
cask "font-cica"
cask "font-source-code-pro"
cask "font-source-han-code-jp"
