# update 強制上書き
# 自分で追記した分は強制上書きした際に消失するので注意
# brew bundle dump --force

tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "neovim/neovim"
brew "autoconf"
brew "libtool"
brew "autogen"
brew "automake"
brew "curl"
brew "ghostscript", link: false
brew "gist"
brew "git"
brew "imagemagick"
brew "jansson"
brew "openssl"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nodebrew"
brew "pandoc"
brew "pyenv"
brew "python3"
brew "rbenv"
brew "the_silver_searcher"
brew "tika"
brew "tmux"
brew "vim", args: ["with-lua"]
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus"
brew "homebrew/php/php56-pthreads"
cask "firefox"
cask "gisto"
cask "hyper"
cask "caskroom/fonts/font-cica"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-han-code-jp"
